{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "blame.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "brightburn.vim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "laravel.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-devdocs": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
