alacritty
archlinuxarm-keyring
asahi-alarm-keyring
asahi-desktop-meta
asahi-fwextract
asahi-meta
asahi-scripts
base
base-devel
bash-completion
bat
blueberry
bluetui
brightnessctl
btop
chromium
clang
cups
cups-browsed
cups-pdf
dhcpcd
docker
docker-buildx
docker-compose
dust
efibootmgr
evince
exfatprogs
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
fuzzel
fwupd
fzf
git
github-cli
gnome-calculator
gnome-keyring
gnome-themes-extra
grub
gum
gvfs-mtp
gvfs-smb
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprsunset
imagemagick
impala
imv
inetutils
inxi
iwd
kdenlive
kvantum-qt5
lazydocker
lazygit
libreoffice-fresh
linux-asahi
linux-asahi-headers
linux-firmware
llvm
luarocks
m1n1
mako
man-db
mariadb-libs
mesa-demos
mesa-utils
mise
mpv
nano
nautilus
neovim
net-tools
netctl
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
openssh
pamixer
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
python-poetry-core
qt5-wayland
ripgrep
rsync
satty
starship
stow
sudo
sushi
swaybg
swayosd
system-config-printer
tldr
tmux
tree
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-jetbrains-mono-nerd
uboot-asahi
ufw
uwsm
vi
vim
waybar
wf-recorder
which
whois
wireless-regdb
wiremix
wl-clip-persist
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xmlstarlet
xournalpp
zoxide
