archlinuxarm-keyring
asahi-alarm-keyring
asahi-desktop-meta
asahi-fwextract
asahi-meta
asahi-scripts
blueberry
chromium
dhcpcd
efibootmgr
eza
fastfetch
fuzzel
grub
linux-asahi
linux-asahi-headers
m1n1
mesa-demos
mesa-utils
nano
net-tools
netctl
networkmanager
openssh
sudo
vi
vim
wf-recorder
which
wireless-regdb
